Repository: yujunpersonal/plantdoctor
Catalog: plantdoctor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# result.alsoKnownAs
source: Also known as %@
de: Auch bekannt als %@
es: También conocida como %@
fr: Aussi appelée %@
it: Nota anche come %@
ja: 別名：%@
ko: %@(으)로도 불림
pt_br: Também conhecida como %@
ru: Также известна как %@
zh_hans: 又名 %@
zh_hant: 又名 %@

# result.care.light
source: Light
de: Licht
es: Luz
fr: Lumière
it: Luce
ja: 日光
ko: 빛
pt_br: Luz
ru: Свет
zh_hans: 光照
zh_hant: 光照

# result.care.soil
source: Soil & feeding
de: Erde & Dünger
es: Sustrato y abono
fr: Sol et engrais
it: Terreno e concime
ja: 土・肥料
ko: 흙·비료
pt_br: Solo e adubação
ru: Почва и подкормка
zh_hans: 土壤与施肥
zh_hant: 土壤與施肥

# result.care.temperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ko: 온도
pt_br: Temperatura
ru: Температура
zh_hans: 温度
zh_hant: 溫度

# result.care.toxicity
source: Toxicity
de: Giftigkeit
es: Toxicidad
fr: Toxicité
it: Tossicità
ja: 毒性
ko: 독성
pt_br: Toxicidade
ru: Токсичность
zh_hans: 毒性
zh_hant: 毒性

# result.care.water
source: Water
de: Wasser
es: Riego
fr: Arrosage
it: Irrigazione
ja: 水やり
ko: 물 주기
pt_br: Rega
ru: Полив
zh_hans: 浇水
zh_hant: 澆水

# result.confidence
source: Confidence %lld%%
de: Vertrauen %lld%%
es: Confianza %lld%%
fr: Confiance %lld%%
it: Affidabilità %lld%%
ja: 信頼度 %lld%%
ko: 신뢰도 %lld%%
pt_br: Confiança %lld%%
ru: Уверенность %lld%%
zh_hans: 置信度 %lld%%
zh_hant: 信心度 %lld%%

# result.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluir
ru: Готово
zh_hans: 完成
zh_hant: 完成

# result.navTitle
source: Diagnosis
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnosi
ja: 診断
ko: 진단
pt_br: Diagnóstico
ru: Диагноз
zh_hans: 诊断
zh_hant: 診斷

# result.rediagnose.addCamera
source: Camera
de: Kamera
es: Cámara
fr: Appareil
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
zh_hans: 相机
zh_hant: 相機

# result.rediagnose.addLibrary
source: Library
de: Mediathek
es: Biblioteca
fr: Photothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt_br: Biblioteca
ru: Медиатека
zh_hans: 相册
zh_hant: 相簿

# result.rediagnose.busy
source: Re-analyzing…
de: Wird neu analysiert…
es: Volviendo a analizar…
fr: Nouvelle analyse…
it: Nuova analisi in corso…
ja: 再分析中…
ko: 다시 분석 중…
pt_br: Analisando novamente…
ru: Повторный анализ…
zh_hans: 正在重新分析…
zh_hant: 正在重新分析…

# result.rediagnose.count
source: %lld photos total
de: Insgesamt %lld Fotos
es: %lld fotos en total
fr: %lld photos au total
it: %lld foto in totale
ja: 合計 %lld 枚
ko: 총 %lld장
pt_br: %lld fotos no total
ru: всего фото: %lld
zh_hans: 共 %lld 张照片
zh_hant: 共 %lld 張照片

# result.rediagnose.cta
source: Re-analyze
de: Neu analysieren
es: Volver a analizar
fr: Réanalyser
it: Rianalizza
ja: 再分析
ko: 다시 분석
pt_br: Analisar novamente
ru: Повторить анализ
zh_hans: 重新分析
zh_hant: 重新分析

# result.rediagnose.subtitle
source: Add up to 2 more photos from different angles and we’ll re-analyze. Uses one credit.
de: Füge bis zu 2 weitere Fotos aus anderen Blickwinkeln hinzu und wir analysieren erneut. Verbraucht ein Guthaben.
es: Añade hasta 2 fotos más desde otros ángulos y volveremos a analizar. Consume un crédito.
fr: Ajoutez jusqu’à 2 photos supplémentaires sous d’autres angles et nous relancerons l’analyse. Utilise un crédit.
it: Aggiungi fino a 2 altre foto da angolazioni diverse e rianalizzeremo. Usa un credito.
ja: 違う角度の写真を最大2枚追加して再分析できます。1回分のクレジットを使用します。
ko: 다른 각도의 사진을 최대 2장 추가해 다시 분석할 수 있어요. 크레딧 1회를 사용해요.
pt_br: Adicione até 2 fotos em outros ângulos e faremos uma nova análise. Consome um crédito.
ru: Добавьте до 2 фото с других ракурсов — мы повторим анализ. Использует 1 кредит.
zh_hans: 最多再添加 2 张不同角度的照片，我们将重新分析。消耗一次次数。
zh_hant: 最多再新增 2 張不同角度的照片，我們將重新分析。會消耗一次次數。

# result.rediagnose.title
source: Not the right plant?
de: Nicht die richtige Pflanze?
es: ¿No es la planta correcta?
fr: Ce n’est pas la bonne plante ?
it: Non è la pianta giusta?
ja: 植物が違いますか？
ko: 맞는 식물이 아닌가요?
pt_br: Não é essa a planta?
ru: Это не то растение?
zh_hans: 识别有误？
zh_hant: 識別有誤？

# result.section.about
source: About this plant
de: Über diese Pflanze
es: Acerca de esta planta
fr: À propos de cette plante
it: Questa pianta
ja: この植物について
ko: 이 식물에 대해
pt_br: Sobre esta planta
ru: Об этом растении
zh_hans: 关于这种植物
zh_hant: 關於這種植物

# result.section.careTips
source: Care tips
de: Pflegetipps
es: Consejos de cuidado
fr: Conseils d’entretien
it: Consigli di cura
ja: ケアのヒント
ko: 관리 팁
pt_br: Dicas de cuidado
ru: Советы по уходу
zh_hans: 养护建议
zh_hant: 照護建議

# result.section.causes
source: Likely causes
de: Mögliche Ursachen
es: Causas probables
fr: Causes probables
it: Cause probabili
ja: 考えられる原因
ko: 가능한 원인
pt_br: Causas prováveis
ru: Вероятные причины
zh_hans: 可能的原因
zh_hant: 可能的原因

# result.section.fixes
source: What to do
de: Was zu tun ist
es: Qué hacer
fr: Que faire
it: Cosa fare
ja: 対処方法
ko: 해결 방법
pt_br: O que fazer
ru: Что делать
zh_hans: 如何处理
zh_hant: 如何處理

# result.section.plantCare
source: Plant care
de: Pflegehinweise
es: Cuidados
fr: Entretien
it: Cura della pianta
ja: お手入れのポイント
ko: 관리 요령
pt_br: Cuidados com a planta
ru: Уход за растением
zh_hans: 养护要点
zh_hant: 養護要點

# result.storedDisclaimer
source: Stored diagnosis. AI guidance, not a substitute for a professional.
de: Gespeicherte Diagnose. KI-Hinweise, kein Ersatz für Fachleute.
es: Diagnóstico guardado. Orientación de IA, no sustituye a un profesional.
fr: Diagnostic enregistré. Conseils IA, ne remplace pas un professionnel.
it: Diagnosi salvata. Indicazioni IA, non sostituiscono un professionista.
ja: 保存された診断。AI によるアドバイスで、専門家の代わりにはなりません。
ko: 저장된 진단. AI 안내이며 전문가를 대신할 수 없어요.
pt_br: Diagnóstico salvo. Orientação de IA — não substitui um profissional.
ru: Сохранённый диагноз. Это советы ИИ, а не замена специалиста.
zh_hans: 历史诊断。AI 提供的建议，不能替代专业人士。
zh_hant: 歷史診斷。AI 提供的建議，不能取代專業人士。

# settings.action.managePlan
source: Manage plan
de: Plan verwalten
es: Gestionar plan
fr: Gérer la formule
it: Gestisci piano
ja: プランを管理
ko: 플랜 관리
pt_br: Gerenciar plano
ru: Управление планом
zh_hans: 管理方案
zh_hant: 管理方案

# settings.action.manageSubtitle
source: Subscriptions and one-time packs
de: Abonnements und Einmalkäufe
es: Suscripciones y packs únicos
fr: Abonnements et packs uniques
it: Abbonamenti e pacchetti una tantum
ja: サブスクと単発パック
ko: 구독 및 일회성 팩
pt_br: Assinaturas e pacotes avulsos
ru: Подписки и разовые пакеты
zh_hans: 订阅和一次性积分包
zh_hant: 訂閱和一次性點數包

# settings.action.restore
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

# settings.action.restoreSubtitle
source: Recover previous subscriptions and credits
de: Frühere Abos und Guthaben wiederherstellen
es: Recupera tus suscripciones y créditos previos
fr: Récupérez vos abonnements et crédits précédents
it: Recupera abbonamenti e crediti precedenti
ja: 以前のサブスクとクレジットを復元
ko: 이전 구독과 크레딧을 복원하세요
pt_br: Recuperar assinaturas e créditos anteriores
ru: Восстановить прежние подписки и кредиты
zh_hans: 恢复之前的订阅和积分
zh_hant: 恢復之前的訂閱和點數

# settings.action.upgradeOrBuy
source: Upgrade or buy credits
de: Upgrade oder Guthaben kaufen
es: Mejora o compra créditos
fr: Mettre à niveau ou acheter des crédits
it: Aggiorna o acquista crediti
ja: アップグレードまたはクレジット購入
ko: 업그레이드 또는 크레딧 구매
pt_br: Fazer upgrade ou comprar créditos
ru: Обновить план или купить кредиты
zh_hans: 升级或购买积分
zh_hant: 升級或購買點數

# settings.icloud.message
source: Your history won’t sync across devices or survive reinstall. Sign in to iCloud in Settings to enable sync.
de: Dein Verlauf wird nicht zwischen Geräten synchronisiert und nach einer Neuinstallation nicht wiederhergestellt. Melde dich in den Einstellungen bei iCloud an, um die Synchronisierung zu aktivieren.
es: Tu historial no se sincronizará entre dispositivos ni se restaurará tras reinstalar. Inicia sesión en iCloud desde Ajustes para activar la sincronización.
fr: Votre historique ne sera pas synchronisé entre vos appareils ni restauré après une réinstallation. Connectez-vous à iCloud dans les Réglages pour activer la synchronisation.
it: La cronologia non si sincronizzerà tra dispositivi né sopravviverà alla reinstallazione. Accedi a iCloud nelle Impostazioni per attivare la sincronizzazione.
ja: 履歴はデバイス間で同期されず、再インストール後も復元されません。同期を有効にするには、設定アプリで iCloud にサインインしてください。
ko: 기록이 기기 간에 동기화되지 않으며 앱을 다시 설치해도 복원되지 않아요. 동기화를 활성화하려면 설정에서 iCloud에 로그인해 주세요.
pt_br: Seu histórico não será sincronizado entre dispositivos nem sobreviverá à reinstalação. Entre no iCloud nos Ajustes para ativar a sincronização.
ru: История не будет синхронизироваться между устройствами и не сохранится после переустановки. Войдите в iCloud в Настройках, чтобы включить синхронизацию.
zh_hans: 你的历史记录将不会同步到其他设备，也无法在重新安装后恢复。请在「设置」中登录 iCloud 以启用同步。
zh_hant: 你的歷史紀錄將不會同步到其他裝置，也無法在重新安裝後復原。請在「設定」中登入 iCloud 以啟用同步。

# settings.icloud.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
zh_hans: 打开设置
zh_hant: 打開設定

# settings.icloud.title
source: iCloud sync unavailable
de: iCloud-Synchronisierung nicht verfügbar
es: Sincronización con iCloud no disponible
fr: Synchronisation iCloud indisponible
it: Sincronizzazione iCloud non disponibile
ja: iCloud 同期が利用できません
ko: iCloud 동기화를 사용할 수 없어요
pt_br: Sincronização com iCloud indisponível
ru: Синхронизация iCloud недоступна
zh_hans: iCloud 同步不可用
zh_hant: iCloud 同步無法使用

# settings.language.pickerTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.language.restartNote
source: Language changes take effect after relaunching the app.
de: Sprachänderungen werden nach dem Neustart der App wirksam.
es: Los cambios de idioma se aplican al reiniciar la app.
fr: Les changements de langue prennent effet après le redémarrage de l’app.
it: Le modifiche della lingua hanno effetto al riavvio dell’app.
ja: 言語の変更はアプリの再起動後に反映されます。
ko: 언어 변경은 앱을 다시 실행한 후에 적용돼요.
pt_br: As alterações de idioma passam a valer após reabrir o app.
ru: Изменения языка вступят в силу после перезапуска приложения.
zh_hans: 语言更改将在重新启动应用后生效。
zh_hant: 語言變更將在重新啟動應用程式後生效。

# settings.language.subtitle
source: Choose the app language
de: App-Sprache wählen
es: Elige el idioma de la app
fr: Choisir la langue de l’app
it: Scegli la lingua dell’app
ja: アプリの言語を選択
ko: 앱 언어 선택
pt_br: Escolha o idioma do app
ru: Выберите язык приложения
zh_hans: 选择应用语言
zh_hant: 選擇應用程式語言

# settings.language.title
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.navTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# settings.plan.current
source: Current plan
de: Aktueller Plan
es: Plan actual
fr: Formule actuelle
it: Piano attuale
ja: 現在のプラン
ko: 현재 플랜
pt_br: Plano atual
ru: Текущий план
zh_hans: 当前方案
zh_hant: 目前方案

# settings.plan.freeBadge
source: FREE
de: GRATIS
es: GRATIS
fr: GRATUIT
it: GRATIS
ja: 無料
ko: 무료
pt_br: GRÁTIS
ru: БЕСПЛАТНО
zh_hans: 免费版
zh_hant: 免費版

# settings.plan.remainingLeft
source: %1$lld of %2$lld left
de: %1$lld von %2$lld übrig
es: %1$lld de %2$lld restantes
fr: %1$lld sur %2$lld restants
it: %1$lld di %2$lld rimasti
ja: %2$lld 回中 %1$lld 回残り
ko: %2$lld회 중 %1$lld회 남음
pt_br: %1$lld de %2$lld restantes
ru: осталось %1$lld из %2$lld
zh_hans: 剩余 %1$lld / %2$lld
zh_hant: 剩餘 %1$lld / %2$lld

# settings.plan.today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今日
zh_hant: 今日

# settings.plan.upgradePrompt
source: Upgrade for daily diagnoses, or top up with credit packs.
de: Upgrade für tägliche Diagnosen oder Guthabenpakete kaufen.
es: Mejora para diagnósticos diarios, o añade packs de créditos.
fr: Passez à la version supérieure pour des diagnostics quotidiens, ou achetez des crédits.
it: Aggiorna per diagnosi giornaliere o ricarica con pacchetti di crediti.
ja: アップグレードで毎日診断、またはクレジットパックで追加。
ko: 업그레이드해 매일 진단하거나 크레딧 팩을 충전하세요.
pt_br: Faça upgrade para diagnósticos diários ou recarregue com pacotes de créditos.
ru: Обновите план для ежедневных диагнозов или пополните кредиты.
zh_hans: 升级享每日诊断，或购买积分包。
zh_hant: 升級享每日診斷，或購買點數包。

# settings.stats.credits
source: Credits
de: Guthaben
es: Créditos
fr: Crédits
it: Crediti
ja: クレジット
ko: 크레딧
pt_br: Créditos
ru: Кредиты
zh_hans: 积分
zh_hant: 點數

# settings.stats.todayLeft
source: Today left
de: Heute übrig
es: Restantes hoy
fr: Restants aujourd’hui
it: Rimasti oggi
ja: 本日残り
ko: 오늘 남음
pt_br: Restante hoje
ru: Осталось сегодня
zh_hans: 今日剩余
zh_hant: 今日剩餘

# severity.healthy
source: Healthy
de: Gesund
es: Saludable
fr: En bonne santé
it: Sana
ja: 健康
ko: 건강함
pt_br: Saudável
ru: Здоровое
zh_hans: 健康
zh_hant: 健康

# severity.mild
source: Mild
de: Leicht
es: Leve
fr: Léger
it: Lieve
ja: 軽度
ko: 경미함
pt_br: Leve
ru: Лёгкая
zh_hans: 轻微
zh_hant: 輕微

# severity.moderate
source: Moderate
de: Mittel
es: Moderado
fr: Modéré
it: Moderata
ja: 中度
ko: 중간
pt_br: Moderado
ru: Средняя
zh_hans: 中度
zh_hant: 中度

# severity.severe
source: Severe
de: Schwer
es: Grave
fr: Grave
it: Grave
ja: 重度
ko: 심각함
pt_br: Grave
ru: Тяжёлая
zh_hans: 严重
zh_hant: 嚴重

# tabs.history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史
zh_hant: 歷史

# tabs.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# tier.free
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
ko: 무료
pt_br: Grátis
ru: Бесплатно
zh_hans: 免费
zh_hant: 免費

# tier.silver
source: Silver
de: Silber
ja: シルバー
ko: 실버
zh_hans: 银级
zh_hant: 銀級

# result.scientificNameLabel
source: Scientific name · used worldwide
de: Wissenschaftlicher Name · weltweit einheitlich
es: Nombre científico · universal
fr: Nom scientifique · universel
it: Nome scientifico · universale
ja: 学名 · 世界共通の呼び名
ko: 학명 · 전 세계 공통 명칭
pt_br: Nome científico · universal
ru: Научное название · единое во всём мире
zh_hans: 学名 · 全球通用
zh_hant: 學名 · 全球通用

# tabs.diagnose
source: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnosi
ja: 診断
ko: 진단
pt_br: Diagnosticar
ru: Диагностика
zh_hans: 诊断
zh_hant: 診斷

# home.plan.label
source: %@ plan
fr: Abonnement %@
it: Piano %@
ja: %@ プラン
ko: %@ 플랜
pt_br: Plano %@
ru: План %@
zh_hans: %@ 套餐
zh_hant: %@ 方案

# tier.gold
source: Gold
ja: ゴールド
ko: 골드
zh_hans: 金级
zh_hant: 金級

# common.ok
source: OK
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好
